Repository: CoreELEC/script.program.driverselect
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30011
source: Select driver module
de_de: Treibermodul auswählen

# #30012
source: System Reboot required
de_de: System Neustart erforderlich

# #30013
source: You changed the system driver. A system reboot is required for the new driver to work properly. Would you like to reboot the system now?
de_de: Der Systemtreiber wurde gewechselt. Damit der neue Treiber ordnungsgemäß arbeitet, ist ein Neustart erforderlich. Soll das System jetzt neu gestartet werden?

# #30014
source: Driver changed, reboot required!
de_de: Treiber wurde geändert, Neustart erforderlich!

# #30015
source: No driver modules found!
de_de: Keine Treibermodule gefunden!

# #30016
source: No description available for this module!
de_de: Keine Beschreibung für dieses Modul vorhanden

# #30017
source: unknown
de_de: unbekannt

# #30018
source: You have module drivers disabled. A system reboot is required to work properly. Would you like to reboot the system now?
de_de: Die Modultreiber wurden zurückgesetzt. Damit das System ordnungsgemäß arbeitet, ist ein Neustart erforderlich. Soll das System jetzt neu gestartet werden?

# #30019
source: Could not access addon library
de_de: Kein Zugriff auf die Addon-Bibliothek

# #30020
source: Select category
de_de: Kategorie auswählen

# #30021
source: Choose DVB driver module
de_de: DVB Treiber Modul auswählen

# #30022
source: Choose video driver module
de_de: Video Treiber Modul auswählen

# #30023
source: Choose network driver module
de_de: Netzwerk Treiber Modul auswählen

# #30024
source: CoreELEC default drivers
de_de: CoreELEC Standard Treiber

# #30025
source: DVB drivers from standard package
de_de: DVB Treiber aus der Standardinstallation

# #30026
source: Video drivers from standard package
de_de: Videotreiber aus der Standardinstallation

# #30027
source: Network drivers from standard package
de_de: Netzwerktreiber aus der Standardinstallation
